<!DOCTYPE html>
<html>
<head>
    <title>Tết Nguyên Đán</title>
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <meta charset="utf-8">
    <link rel="stylesheet" href="TET-NGUYEN-DAN.css">
</head>


<script>
function toggleMenu(id) {
    var menu = document.getElementById(id);
    menu.style.display = (menu.style.display === "block") ? "none" : "block";
}
</script>

<body>

    <div class="header region">
        <img src="tetnguyendan.png">
    </div>
    <img src="tem-tet-15-removebg-preview-removebg-preview.png" class="floating-img-right" style="transform: scale(1); position: fixed; margin-top: -5px;">
    <img src="canhdao-removebg-preview.png" class="floating-img-left" style="transform: scale(1.25); position: fixed; margin-top: -10px; margin-left: 10px;">
    <img src="Chuc-mung-nam-moi-thu-phap-left-removebg-preview.png" class="floating-img-left" style="transform: scale(2.45); position: fixed; margin-top: 260px; margin-left: 7px;">
    <img src="Chuc-mung-nam-moi-thu-phap-right-removebg-preview.png" class="floating-img-right" style="transform: scale(2.15); position: fixed; margin-top: 250px; margin-right: 7px;">
    <div class="navigation_menu region">

        <div class="dropdown">
            <a href="#top">Trang chủ</a>
        </div>

        <div class="dropdown">
            <a href="#khainiem">Khái niệm</a>
        </div>

        <div class="dropdown">
            <a href="#nguongoc">Nguồn gốc</a>
        </div>

        <div class="dropdown">
            <a href="#menugd" class="dropbtn" onclick="toggleMenu('menugd'); return false;">Các giai đoạn chính</a>
            <div class="submenu" id="menugd">
                <a href="#ramthangchap">Rằm tháng chạp</a>
                <a href="#cungongcongongtao">Cúng ông Công ông Táo</a>
                <a href="#tatnien">Tất niên</a>
                <a href="#sapdonbantho">Sắp dọn bàn thờ</a>
                <a href="#giaothua">Giao thừa</a>
            </div>
        </div>

        <div class="dropdown">
            <a href="#menuhd" class="dropbtn" onclick="toggleMenu('menuhd'); return false;">Hoạt động</a>
            <div class="submenu" id="menuhd">
                <a href="#hdtruoctet">Các hoạt động trước Tết</a>
                <a href="#hdtrongtet">Các hoạt động trong Tết</a>
            </div>

        </div>

        <div class="dropdown">
            <a href="#ynghia">Ý nghĩa</a>
        </div>

    </div>

    <div class="content region textsize">
        <video src="happy-new-year.mp4" controls></video>
        <img src="Đỏ Vàng Tết nguyên đán Video Tết Việt.png">

    <p>Mỗi khi những c&agrave;nh mai, c&agrave;nh đ&agrave;o nở rộ, người Việt Nam lại h&aacute;o hức chờ đ&oacute;n Tết Nguy&ecirc;n Đ&aacute;n &ndash; ng&agrave;y lễ lớn nhất trong năm. Đ&acirc;y l&agrave; dịp để mọi người tạm g&aacute;c c&ocirc;ng việc, trở về với gia đ&igrave;nh, c&ugrave;ng chuẩn bị m&acirc;m cơm tất ni&ecirc;n, dọn dẹp nh&agrave; cửa v&agrave; tham gia nhiều phong tục đặc sắc đ&atilde; gắn b&oacute; với d&acirc;n tộc h&agrave;ng ngh&igrave;n năm. Vậy tết nguy&ecirc;n đ&aacute;n l&agrave; g&igrave;? Nguồn gốc của n&oacute; từ đ&acirc;u đến? C&aacute;c hoạt động trong ng&agrave;y lễ n&agrave;y như thế n&agrave;o? V&agrave; &yacute; nghĩa m&agrave; n&oacute; mang lại l&agrave; g&igrave;? C&aacute;c bạn h&atilde;y c&ugrave;ng t&igrave;m hiểu với ch&uacute;ng m&igrave;nh nh&eacute;!</p>

    <hr class="line-divider">


    <p class="tenmuc" id="khainiem" style="scroll-margin-top: 125px"><strong>Kh&aacute;i niệm</strong></p>


    <p>     Tết Nguy&ecirc;n Đ&aacute;n, hay c&ograve;n gọi l&agrave; Tết &Acirc;m Lịch, l&agrave; lễ Tết cổ truyền lớn nhất trong năm của người Việt Nam, được tổ chức v&agrave;o dịp đầu năm mới theo lịch &acirc;m. Tết Nguy&ecirc;n Đ&aacute;n đ&aacute;nh dấu sự khởi đầu của m&ugrave;a xu&acirc;n v&agrave; l&agrave; dịp để người Việt tỏ l&ograve;ng hiếu k&iacute;nh với tổ ti&ecirc;n, sum vầy b&ecirc;n gia đ&igrave;nh, bạn b&egrave; v&agrave; c&ugrave;ng nhau đ&oacute;n ch&agrave;o một năm mới với hy vọng mọi điều tốt đẹp, sức khỏe, may mắn v&agrave; thịnh vượng.</p>
    <img src="acc62701e132c47e765718253679ad1f.jpg">

    <p>Tết Nguy&ecirc;n Đ&aacute;n của Việt Nam được t&iacute;nh theo &Acirc;m lịch. V&igrave; &Acirc;m lịch l&agrave; lịch theo chu kỳ vận h&agrave;nh của mặt trăng n&ecirc;n Tết Nguy&ecirc;n Đ&aacute;n muộn hơn Tết Dương lịch. Do quy luật 3 năm nhuận một th&aacute;ng của &Acirc;m lịch n&ecirc;n ng&agrave;y đầu năm của dịp Tết Nguy&ecirc;n Đ&aacute;n kh&ocirc;ng bao giờ trước ng&agrave;y 21 th&aacute;ng 1 Dương lịch v&agrave; sau ng&agrave;y 19 th&aacute;ng 2 Dương lịch m&agrave;<strong><strong>&nbsp;thường rơi v&agrave;o khoảng cuối th&aacute;ng 1 đến giữa th&aacute;ng 2 Dương lịch.</strong></strong>&nbsp;To&agrave;n bộ dịp Tết Nguy&ecirc;n Đ&aacute;n h&agrave;ng năm thường k&eacute;o d&agrave;i trong khoảng 7 đến 8 ng&agrave;y cuối năm cũ v&agrave; 7 ng&agrave;y đầu năm mới (23 th&aacute;ng Chạp đến hết ng&agrave;y 7 th&aacute;ng Gi&ecirc;ng), với những nghi thức v&agrave; phong tục đặc trưng, như dọn dẹp nh&agrave; cửa, mua sắm đồ Tết, thăm &ocirc;ng b&agrave; tổ ti&ecirc;n, l&igrave; x&igrave; cho trẻ em, v&agrave; thưởng thức những m&oacute;n ăn truyền thống như b&aacute;nh chưng, b&aacute;nh t&eacute;t, mứt Tết, v&agrave; c&aacute;c m&oacute;n đặc sản kh&aacute;c.</p>


    <p>Tết Nguy&ecirc;n Đ&aacute;n c&ograve;n l&agrave; dịp để mọi người thể hiện l&ograve;ng biết ơn đối với &ocirc;ng b&agrave;, tổ ti&ecirc;n, đồng thời l&agrave; thời gian để nghỉ ngơi, thư gi&atilde;n v&agrave; đo&agrave;n tụ gia đ&igrave;nh sau một năm l&agrave;m việc vất vả.</p>

    <hr class="line-divider">


    <p class="tenmuc" id="nguongoc"><strong>Nguồn gốc</strong></p>

    <p>Chịu ảnh hưởng mạnh mẽ từ văn hoa Trung Quốc trong hơn 1000 năm Bắc thuộc, Tết Nguy&ecirc;n Đ&aacute;n cũng l&agrave; một trong những n&eacute;t văn h&oacute;a được du nhập trong thời điểm đ&oacute;. Theo lịch sử Trung Quốc, nguồn gốc Tết Nguy&ecirc;n Đ&aacute;n c&oacute; từ đời Tam Ho&agrave;ng Ngũ Đế v&agrave; thay đổi theo từng thời kỳ. Đời Tam Vương, nh&agrave; Hạ chuộng m&agrave;u đen n&ecirc;n chọn th&aacute;ng gi&ecirc;ng, tức th&aacute;ng Dần. Nh&agrave; Thương th&iacute;ch m&agrave;u trắng n&ecirc;n lấy th&aacute;ng Sửu, tức th&aacute;ng chạp, l&agrave;m th&aacute;ng đầu năm. Nh&agrave; Chu ưa sắc đỏ n&ecirc;n chọn th&aacute;ng T&yacute;, tức th&aacute;ng mười một, l&agrave;m th&aacute;ng Tết. C&aacute;c vua ch&uacute;a n&oacute;i tr&ecirc;n quan niệm về ng&agrave;y giờ&nbsp;<em><em>"tạo thi&ecirc;n lập địa"</em></em>&nbsp;như sau: giờ T&yacute; th&igrave; c&oacute; trời, giờ Sửu th&igrave; c&oacute; đất, giờ Dần sinh lo&agrave;i người n&ecirc;n đặt ra ng&agrave;y Tết kh&aacute;c nhau.</p>
    <img src="nguon-goc-tet-nguyen-dan-1.jpg">
    <p>&nbsp;</p>

    <p>Đến thời Đ&ocirc;ng Chu, Khổng Tử đổi ng&agrave;y Tết v&agrave;o một th&aacute;ng nhất định l&agrave; th&aacute;ng Dần. Đời nh&agrave; Tần (thế kỷ 3 TCN), Tần Thủy Ho&agrave;ng lại đổi qua th&aacute;ng Hợi, tức th&aacute;ng mười. Đến thời nh&agrave; H&aacute;n, H&aacute;n Vũ Đế (140 TCN) lại đặt ng&agrave;y Tết v&agrave;o th&aacute;ng Dần, tức th&aacute;ng gi&ecirc;ng. Từ đ&oacute; về sau, kh&ocirc;ng c&ograve;n triều đại n&agrave;o thay đổi về th&aacute;ng Tết nữa.</p>

    <p>&nbsp;</p>

    <p>Đến đời Đ&ocirc;ng Phương S&oacute;c, &ocirc;ng cho rằng ng&agrave;y tạo thi&ecirc;n lập địa c&oacute; th&ecirc;m giống g&agrave;, ng&agrave;y thứ hai c&oacute; th&ecirc;m ch&oacute;, ng&agrave;y thứ ba c&oacute; th&ecirc;m lợn, ng&agrave;y thứ tư sinh d&ecirc;, ng&agrave;y thứ năm sinh tr&acirc;u, ng&agrave;y thứ s&aacute;u sinh ngựa, ng&agrave;y thứ bảy sinh lo&agrave;i người v&agrave; ng&agrave;y thứ t&aacute;m mới sinh ra ngũ cốc. V&igrave; thế, ng&agrave;y Tết thường được kể từ ng&agrave;y mồng một cho đến hết ng&agrave;y mồng bảy.</p>

    <hr class="line-divider">


    <p class="tenmuc" id="ramthangchap"><strong>C&aacute;c giai đoạn ch&iacute;nh</strong></p>

    <p>Người Việt Nam quan niệm rằng ng&agrave;y Tết th&igrave; tất cả mọi thứ đều phải thật sớm v&agrave; mới.&nbsp;Do đ&oacute; trước ng&agrave;y Tết khoảng hơn 2 tuần, c&aacute;c gia đ&igrave;nh đ&atilde; sắm sửa cho ng&agrave;y Tết. Họ thường qu&eacute;t dọn, trang tr&iacute; nh&agrave; cửa, mua hoa, sắm thức ăn... thật chu đ&aacute;o cho ng&agrave;y Tết. Ngo&agrave;i ra, tất cả những vật dụng kh&ocirc;ng cần thiết hoặc bị cho l&agrave; đem lại điềm gở cũng bị vứt bỏ. D&ugrave;ng từ "Tết" thay cho từ "&acirc;m lịch" từ ng&agrave;y 23/12-10/1 để mừng Tết đến.</p>

    <hr class="line-divider">

    <p class="tenmucphu"><strong><strong>Rằm th&aacute;ng Chạp</strong></strong></p>

    <p>Rằm th&aacute;ng Chạp l&agrave; lễ c&uacute;ng rằm của th&aacute;ng tổng kết cuối c&ugrave;ng của một năm, chuẩn bị cho lễ c&uacute;ng &ocirc;ng T&aacute;o v&agrave; lễ Giao Thừa đ&oacute;n năm mới. Ch&iacute;nh v&igrave; vậy, nhiều gia đ&igrave;nh Việt coi trọng lễ n&agrave;y hơn c&aacute;c lễ c&uacute;ng rằm kh&aacute;c trong năm. C&aacute;c lễ nghi v&agrave; thủ tục c&uacute;ng rằm th&aacute;ng Chạp cũng được chuẩn bị chu đ&aacute;o, kỹ lưỡng hơn. Rằm th&aacute;ng Chạp v&agrave;o ng&agrave;y 15 th&aacute;ng cuối c&ugrave;ng &acirc;m lịch, tức l&agrave; chỉ c&ograve;n 8 ng&agrave;y nữa đến Tết &ocirc;ng T&aacute;o, v&agrave; khoảng nửa th&aacute;ng nữa l&agrave; đến lễ c&uacute;ng tất ni&ecirc;n đ&oacute;n năm mới.</p>
    <img src="ramthangchap.jpg">
    <hr class="line-divider">

    <p id="cungongcongongtao" class="tenmucphu"><strong><strong>C&uacute;ng &ocirc;ng C&ocirc;ng &ocirc;ng T&aacute;o</strong></strong></p>

    <p>C&ocirc;ng việc ch&iacute;nh thức sửa soạn đ&oacute;n Tết của người Việt Nam thường bắt đầu từ ng&agrave;y 23 th&aacute;ng Chạp, l&agrave; ng&agrave;y m&agrave; người Việt c&uacute;ng &ocirc;ng T&aacute;o (<a href="https://vi.wikipedia.org/wiki/T%C3%A1o_qu%C3%A2n"><u>T&aacute;o qu&acirc;n</u></a>). Theo quan điểm của người Việt th&igrave; &ocirc;ng T&aacute;o vừa l&agrave; thần bếp trong nh&agrave; vừa l&agrave; người ghi ch&eacute;p tất cả những việc l&agrave;m tốt xấu m&agrave; con người đ&atilde; l&agrave;m trong năm cũ v&agrave; b&aacute;o c&aacute;o với Ngọc Ho&agrave;ng những vấn đề tốt xấu của gia chủ. &Ocirc;ng T&aacute;o được c&uacute;ng v&agrave;o trưa hoặc chiều ng&agrave;y 23 th&aacute;ng Chạp &acirc;m lịch h&agrave;ng năm. Lễ c&uacute;ng gồm c&oacute;&nbsp;<a href="https://vi.wikipedia.org/wiki/H%C6%B0%C6%A1ng_(t%E1%BA%BF_l%E1%BB%85)"><u>hương</u></a>&nbsp;(nhang), nến, hoa quả, v&agrave;ng m&atilde; v&agrave; hai mũ đ&agrave;n &ocirc;ng, một mũ đ&agrave;n b&agrave; k&egrave;m theo ba con c&aacute; ch&eacute;p (c&aacute; ch&eacute;p thật hoặc c&aacute; ch&eacute;p l&agrave;m bằng giấy k&egrave;m theo cỗ mũ). Theo sự t&iacute;ch &ocirc;ng T&aacute;o, c&aacute; ch&eacute;p sẽ đưa &ocirc;ng T&aacute;o vượt qua Vũ M&ocirc;n để l&ecirc;n&nbsp;<a href="https://vi.wikipedia.org/wiki/Thi%C3%AAn_%C4%91%C3%ACnh"><u>Thi&ecirc;n đ&igrave;nh</u></a>&nbsp;gặp&nbsp;<a href="https://vi.wikipedia.org/wiki/Ng%E1%BB%8Dc_Ho%C3%A0ng_Th%C6%B0%E1%BB%A3ng_%C4%91%E1%BA%BF"><u>Ngọc Ho&agrave;ng</u></a>. Một số gia đ&igrave;nh ở n&ocirc;ng th&ocirc;n vẫn c&ograve;n g&igrave;n giữ phong tục dựng c&acirc;y n&ecirc;u, trong khi ở th&agrave;nh phố, phong tục n&agrave;y đ&atilde; bị l&atilde;ng qu&ecirc;n. Theo phong tục, c&acirc;y n&ecirc;u được dựng l&ecirc;n để chống lại quỷ dữ v&agrave; những điềm gở. C&acirc;y n&ecirc;u thường được treo hoặc trang tr&iacute; th&ecirc;m những thứ được coi l&agrave; để dọa ma quỷ như: tỏi, xương rồng, h&igrave;nh nộm v&agrave; l&aacute; dứa. Trước ng&agrave;y Tết, người Việt cũng chuẩn bị b&aacute;nh chưng, b&aacute;nh giầy c&ograve;n ở miền nam th&igrave; loại b&aacute;nh phổ biến l&agrave; b&aacute;nh t&eacute;t v&agrave; c&aacute;c m&oacute;n ăn thịnh soạn để d&acirc;ng l&ecirc;n &ocirc;ng b&agrave; tổ ti&ecirc;n.</p>

    <img src="cungocot.jpg">

    <hr class="line-divider">


    <p id="tatnien" class="tenmucphu"><strong><strong>Tất ni&ecirc;n</strong></strong></p>

    <p>Ng&agrave;y Tất ni&ecirc;n c&oacute; thể l&agrave; ng&agrave;y&nbsp;<a href="https://vi.wikipedia.org/wiki/30_th%C3%A1ng_12"><u>30 th&aacute;ng Chạp</u></a>&nbsp;(nếu l&agrave; năm đủ) hoặc 29 th&aacute;ng Chạp (nếu l&agrave; năm thiếu). Đ&acirc;y l&agrave; ng&agrave;y gia đ&igrave;nh sum họp lại với nhau để ăn cơm buổi tất ni&ecirc;n. Buổi tối ng&agrave;y n&agrave;y, người ta l&agrave;m cỗ c&uacute;ng tất ni&ecirc;n. Giữa ng&agrave;y 30 (hoặc 29) th&aacute;ng Chạp v&agrave; ng&agrave;y&nbsp;<a href="https://vi.wikipedia.org/wiki/1_th%C3%A1ng_1"><u>mồng 1 th&aacute;ng Gi&ecirc;ng</u></a>,&nbsp;<a href="https://vi.wikipedia.org/wiki/T%C3%BD"><u>giờ T&yacute;</u></a>&nbsp;(từ 23 giờ h&ocirc;m trước đến 1 giờ h&ocirc;m sau), trong đ&oacute; thời điểm bắt đầu giờ Ch&iacute;nh T&yacute; (0 giờ 0 ph&uacute;t 0 gi&acirc;y ng&agrave;y Mồng 1 th&aacute;ng Gi&ecirc;ng) l&agrave; thời khắc quan trọng nhất của dịp Tết. N&oacute; đ&aacute;nh dấu sự chuyển giao năm cũ v&agrave; năm mới, n&oacute; được gọi l&agrave;&nbsp;<em><em>Giao thừa</em></em>. Để ghi nhận thời khắc n&agrave;y, người ta thường l&agrave;m hai m&acirc;m cỗ. Một m&acirc;m c&uacute;ng gia ti&ecirc;n tại b&agrave;n thờ ở trong nh&agrave; m&igrave;nh v&agrave; một m&acirc;m c&uacute;ng thi&ecirc;n địa ở khoảng s&acirc;n trước nh&agrave;. Một số cộng đồng lấy con hổ l&agrave; vật thờ th&igrave; gọi l&agrave; c&uacute;ng&nbsp;<em><em>&Ocirc;ng Ba Mươi</em></em>. Một số cộng đồng kh&aacute;c th&igrave; c&oacute; một phần cỗ d&agrave;nh để c&uacute;ng ch&uacute;ng sinh, c&uacute;ng những c&ocirc; hồn lang thang kh&ocirc;ng nơi nương tựa.</p>

    <img src="cung-tat-nien-2023-1.png">

    <hr class="line-divider">

    <p id="sapdonbantho" class="tenmucphu"><strong><strong>Sắp dọn b&agrave;n thờ</strong></strong></p>

    <p>Trong gia đ&igrave;nh người Việt thường c&oacute; một b&agrave;n thờ tổ ti&ecirc;n, &ocirc;ng b&agrave; (hay c&ograve;n gọi &ocirc;ng vải). C&aacute;ch trang tr&iacute; v&agrave; sắp đặt b&agrave;n thờ kh&aacute;c nhau t&ugrave;y theo từng nh&agrave;. Biền, b&agrave;n thờ l&agrave; nơi tưởng nhớ, l&agrave; thế giới thu nhỏ của người đ&atilde; khuất. Hai c&acirc;y đ&egrave;n tượng trưng cho Mặt Trời, Mặt Trăng v&agrave; hương l&agrave; tinh t&uacute;. Một b&aacute;t hương đặt ch&iacute;nh giữa (c&oacute; thể c&oacute; hai b&aacute;t hương nhỏ hơn đặt đối xứng hai b&ecirc;n). Ph&iacute;a sau hai c&acirc;y đ&egrave;n thường c&oacute; hai c&agrave;nh hoa c&uacute;c giấy với nhiều b&ocirc;ng nhỏ bao quanh b&ocirc;ng lớn. C&oacute; nh&agrave; cũng cắm "c&agrave;nh v&agrave;ng l&aacute; ngọc" (một thứ h&agrave;ng m&atilde;) với sự cầu mong l&agrave;m ăn được quả v&agrave;ng, quả bạc v&agrave; bu&ocirc;n b&aacute;n l&atilde;i gấp nhiều lần năm trước. Ở giữa c&oacute; trục "vũ trụ" l&agrave; kh&uacute;c trầm hương dưới dạng kh&uacute;c khuỷu v&agrave; vươn l&ecirc;n trong b&aacute;t hương. Nhiều gia đ&igrave;nh đặt xen hai c&aacute;i đĩa giữa đ&egrave;n v&agrave; hương để đặt hoa quả lễ gọi l&agrave; m&acirc;m ngũ quả (tuỳ mỗi miền c&oacute; sự biến thi&ecirc;n c&aacute;c loại quả, nhưng mỗi loại quả đều c&oacute; &yacute; nghĩa của n&oacute;). Trước b&aacute;t hương để một b&aacute;t nước trong để coi như nước thi&ecirc;ng. Hai c&acirc;y m&iacute;a đặt ở hai b&ecirc;n b&agrave;n thờ l&agrave; để c&aacute;c cụ chống gậy về với con ch&aacute;u v&agrave; dẫn linh hồn tổ ti&ecirc;n từ tr&ecirc;n trời về hạ giới.</p>

    <img src="cach-lau-don-ban-tho-de-ca-nam-nham-dan-may-man-nhieu-tai-loc.jpg">

    <hr class="line-divider">


    <p id="giaothua" class="tenmucphu"><strong><strong>Giao thừa</strong></strong></p>

    <p>Giao thừa l&agrave; thời khắc chuyển giao giữa năm cũ v&agrave; năm mới. Trong thời khắc giao thừa mọi người trong gia đ&igrave;nh thường d&agrave;nh cho nhau những lời ch&uacute;c tốt đẹp nhất. V&agrave;o dịp n&agrave;y, c&aacute;c địa phương thường tổ chức bắn ph&aacute;o hoa trong thời lượng từ 10 ph&uacute;t đến 15 ph&uacute;t ở những địa điểm rộng r&atilde;i, tho&aacute;ng m&aacute;t.</p>

    <p>C&uacute;ng Giao thừa l&agrave; lễ c&uacute;ng để đem bỏ hết đi những điều xấu của năm cũ sắp qua để đ&oacute;n những điều tốt đẹp của năm mới sắp đến.</p>

    <img src="324d973e322273919b117f21a4be325b.jpg">

    <hr class="line-divider">


    <p class="tenmuc" id="hdtruoctet"><strong>Hoạt động</strong></p>

    <p class="tenmucphu"><strong><strong>C&aacute;c hoạt động trước Tết</strong></strong></p>
<ul>
<li><strong><strong>Dọn dẹp v&agrave; trang tr&iacute; nh&agrave; cửa:</strong></strong>Tổng vệ sinh nh&agrave; cửa, ban thờ, v&agrave; trang tr&iacute; bằng hoa mai, hoa đ&agrave;o, c&acirc;u đối.</li><br>
    <img src="tranh-ve-don-nha-don-tet.jpg">
    <br>
<li><strong><strong>Mua sắm Tết:</strong></strong>Chuẩn bị quần &aacute;o mới, đồ d&ugrave;ng gia đ&igrave;nh v&agrave; vật dụng trang tr&iacute;.</li><br>
    <img src="e1d3ac417704ac69feae58326366006e.jpg">
    <br>
<li><strong><strong>G&oacute;i b&aacute;nh chưng, b&aacute;nh t&eacute;t:</strong></strong>G&oacute;i c&aacute;c loại b&aacute;nh truyền thống để l&agrave;m lễ vật d&acirc;ng c&uacute;ng v&agrave; l&agrave;m qu&agrave; biếu.</li>
<br>
    <img src="38a037cd5c2122329a61b6a8e3d87631.jpg">
    <br>
<li><strong><strong>Chuẩn bị m&acirc;m cỗ:</strong></strong>B&agrave;y biện m&acirc;m ngũ quả, chuẩn bị c&aacute;c m&oacute;n ăn truyền thống.</li><br>
    <img src="cach-trang-tri-mam-ngu-qua-ngay-tet-thumbnail.jpg"><br>
<li><strong><strong>C&uacute;ng &ocirc;ng C&ocirc;ng, &ocirc;ng T&aacute;o v&agrave; tất ni&ecirc;n:</strong></strong>C&uacute;ng tiễn c&aacute;c vị thần về trời v&agrave; l&agrave;m lễ cúng tất ni&ecirc;n để kết th&uacute;c năm cũ.&nbsp;</li><br>
    <img src="1f65c744bdb025971481763e73308e58.jpg"><br>
</ul>

    <hr class="line-divider">


    <p id="hdtrongtet" class="tenmucphu"><strong><strong>C&aacute;c hoạt động trong Tết</strong></strong></p>
<ul>
<li><strong><strong>Lễ c&uacute;ng giao thừa:</strong></strong>C&ugrave;ng gia đ&igrave;nh đ&oacute;n giao thừa v&agrave; cầu mong những điều tốt đẹp cho năm mới.</li><br>
<li><strong><strong>X&ocirc;ng đất đầu năm:</strong></strong>Chọn người x&ocirc;ng đất hợp tuổi để mang lại may mắn cho gia đ&igrave;nh.</li><br>
<img src="xong-dat.jpg"><br>
<li><strong><strong>Ch&uacute;c Tết v&agrave; mừng tuổi:</strong></strong>Đi thăm hỏi, ch&uacute;c Tết &ocirc;ng b&agrave;, cha mẹ, họ h&agrave;ng v&agrave; mừng tuổi cho trẻ nhỏ.</li><br>
<li><strong><strong>Đi lễ ch&ugrave;a:</strong></strong>Gh&eacute; thăm c&aacute;c đền, ch&ugrave;a để cầu b&igrave;nh an, may mắn v&agrave; sức khỏe.</li><br>
<li><strong><strong>Dự hội chợ v&agrave; lễ hội:</strong></strong>Tham gia c&aacute;c chợ hoa, chợ phi&ecirc;n, lễ hội truyền thống của địa phương.</li><br>
<img src="99d989b8abe78c25e0100a14fb08ff0f.jpg"><br>
<li><strong><strong>Thăm họ h&agrave;ng v&agrave; bạn b&egrave;:</strong></strong>Tiếp tục thăm hỏi người th&acirc;n, bạn b&egrave; để gắn kết t&igrave;nh cảm.</li><br>
<img src="bcdc9e71700798e17023a6fea6d44769.jpg"><br>
<li><strong><strong>Chơi tr&ograve; chơi d&acirc;n gian:</strong></strong>Tham gia c&aacute;c tr&ograve; chơi truyền thống như k&eacute;o co, bầu cua c&aacute; cọp, &ocirc; ăn quan....&nbsp;</li><br>
</ul>

<hr class="line-divider">


    <p class="tenmuc" id="ynghia"><strong>&Yacute; nghĩa</strong></p>

<p>Với người Việt Nam, Tết Nguy&ecirc;n Đ&aacute;n kh&ocirc;ng chỉ l&agrave; khoảng thời gian chuyển giao giữa năm cũ v&agrave; năm mới &Acirc;m lịch m&agrave; n&oacute; c&ograve;n chứa đựng nhiều &yacute; nghĩa t&acirc;m linh, văn h&oacute;a,... Theo quan niệm phương Đ&ocirc;ng, đ&acirc;y l&agrave; khoảng thời gian trời đất c&oacute; sự giao h&ograve;a v&agrave; con người trở n&ecirc;n gần với thần linh.</p>
<p>Tết Nguy&ecirc;n Đ&aacute;n xưa l&agrave; dịp để người n&ocirc;ng d&acirc;n b&agrave;y tỏ l&ograve;ng th&agrave;nh k&iacute;nh đến c&aacute;c vị thần linh như thần Đất, thần Mưa, thần Sấm, thần Nước, thần Mặt trời,... v&agrave; cầu cho một năm mưa thuận gi&oacute; h&ograve;a, m&ugrave;a m&agrave;ng bội thu.</p>
<p>&nbsp;<br />B&ecirc;n cạnh đ&oacute;, đ&acirc;y c&ograve;n được coi l&agrave; ng&agrave;y &ldquo;l&agrave;m mới&rdquo;, ng&agrave;y để mọi người c&oacute; thể hy vọng v&agrave;o một năm mới an l&agrave;nh, sung t&uacute;c, thuận lợi trong cả năm v&agrave; g&aacute;c lại mọi điều kh&ocirc;ng may mắn trong năm cũ.&nbsp;Do vậy, v&agrave;o dịp Tết, nh&agrave; n&agrave;o cũng tất bật dọn dẹp, sắm sửa, trang ho&agrave;ng nh&agrave; cửa cho thật đẹp.</p>
<p>&nbsp;</p>
<img src="8cc09287111a28671ee847bad6ffe7bd.jpg"><br>
<p>Đ&acirc;y cũng l&agrave; dịp&nbsp;<strong><strong>đo&agrave;n vi&ecirc;n của mọi gia đ&igrave;nh.</strong></strong>&nbsp;Mỗi khi Tết đến, d&ugrave; l&agrave;m bất cứ nghề g&igrave;, ở bất cứ nơi đ&acirc;u đều mong được trở về sum họp dưới m&aacute;i ấm gia đ&igrave;nh trong ba ng&agrave;y Tết, c&ugrave;ng nhau thắp n&eacute;n hương tưởng nhớ &ocirc;ng b&agrave;, tổ ti&ecirc;n, tạ ơn &ocirc;ng b&agrave;, tổ ti&ecirc;n đ&atilde; ph&ugrave; hộ trong suốt một năm qua.&nbsp;<strong><em><strong><em>"Về qu&ecirc; ăn Tết",</em></strong></em></strong>&nbsp;đ&oacute; kh&ocirc;ng phải l&agrave; một kh&aacute;i niệm th&ocirc;ng thường đi hay về, m&agrave; l&agrave; một cuộc h&agrave;nh hương về với cội nguồn, nơi ch&ocirc;n rau cắt rốn. Điều đ&oacute; đ&atilde; trở th&agrave;nh nếp sống, truyền thống tốt đẹp, bền vững. Cho n&ecirc;n, những ng&agrave;y trong dịp Tết Nguy&ecirc;n Đ&aacute;n thực sự l&agrave; những ng&agrave;y vui vẻ, hạnh ph&uacute;c cho tất cả mọi người.</p>
<br>

    <hr class="line-divider">

    <p class="tenmucphu">Hãy gửi một lời chúc tết thật ý nghĩa nhé!</p>
  <form action="loichuctet.html" method="get" 
      style="background: linear-gradient(135deg,#FF3D3D,#FFB84D); 
             padding:20px; border-radius:14px; width:320px; 
             color:#fff; font-family:Inter;
             margin: 0 auto;">

  <label>Họ và tên:</label><br>
  <input type="text" name="hoten" required 
         style="width:100%; padding:8px; border-radius:6px; border:none; margin:6px 0;"><br>

  <label>Lời chúc:</label><br>
  <textarea name="loichuc" required rows="4"
            style="width:100%; padding:8px; border-radius:6px; border:none; margin:6px 0;"></textarea><br>

  <button type="submit"
          style="background:#B22222; color:white; padding:10px 16px; 
                 border:none; border-radius:8px; cursor:pointer;">
    Gửi lời chúc
  </button>
</form>


    </div>

    <div class="footer region">
        Thành viên nhóm<br>
        <ol>
            <li>Tiêu Nguyễn Viết Trang</li>
            <li>Lê Khánh Ngọc</li>
            <li>Hồ Tuệ Linh</li>
            <li>Đậu Xuân Phúc</li>
        </ol>
    </div>

</body>
</html>